7zip
amd-ucode
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
clang
cliphist
cmake
cryptsetup
discord
envycontrol
exfatprogs
fastfetch
fd
ffmpegthumbnailer
firefox
fzf
gamemode
git
github-cli
gnome-themes-extra
grim
gvfs
gvfs-mtp
heroic-games-launcher-bin
hypridle
hyprland
hyprlock
hyprpaper
hyprsunset
jq
kitty
libnotify
linux
linux-firmware
linux-headers
mako
mpv
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
obsidian
opencl-nvidia
papirus-icon-theme
pavucontrol
pdfjs
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
poppler
power-profiles-daemon
prismlauncher
python-adblock
python-pip
qt5-wayland
qt6-wayland
qutebrowser
reflector
ripgrep
rnote
rust
sddm
simple-mtpfs
slurp
steam
sudo
torbrowser-launcher
ttf-hack-nerd
ttf-jetbrains-mono
ttf-liberation
unarchiver
unzip
waybar
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
yt-dlp
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
